Repository: caduvieira/brasil.gov.vcge
Catalog: src/brasil/gov/vcge/locales/*/LC_MESSAGES/brasil.gov.vcge.po
Languages: es

source: A VGCE condition performs a content rule only if one of the selected terms is present. If no term is selected, the rule will be implemented only in content without VCGE terms applied.
es: Una condición VGCE realiza una regla de contenido sólo si uno de los términos seleccionados está presente. Si no se selecciona ningún plazo, la regla se aplicará sólo en el contenido sin términos VCGE aplican.

source: Add VCGE action to the content rule
es: Añadir acción VCGE a la regla de contenido

source: Add VCGE condition
es: Añadir condición VCGE

source: An action that applies VGCE terms to content
es: Una acción que se aplica términos VGCE al contenido

source: Applies folder terms to content.
es: Aplica términos de carpetas a contenido.

source: Applies the terms ${skos}
es: Aplica los términos ${skos}

source: Configure the action
es: Configure la acción

source: Configure the condition
es: Configure la condición

source: Edit VCGE action on the content rule
es: Editar acción VCGE en la regla de contenido

source: Edit condition VCGE
es: Editar condición VCGE

source: No terms selected
es: Ningún término seleccionado

source: Select this option to have the VCGE terms inherited from the folder that holds the content. Selecting this option ignores the terms of the field below.
es: Seleccione esta opción para los términos VCGE que se heredan de la carpeta que contiene el contenido. Al seleccionar esta opción ignora los términos del campo de abajo.

source: Subject(s):
es: Asunto(s):

source: Terms to be applied to the content.
es: Condiciones que han de aplicarse a los contenidos.

source: Terms to be searched. Leave blank to select content with no VCGE term applied.
es: Condiciones para ser buscados. Dejar en blanco para seleccionar el contenido sin término VCGE aplicado.

source: Use folder terms
es: Utilice términos de carpetas

source: VCGE contains ${skos}
es: VCGE contiene ${skos}

source: Vocabulario Controlado do Governo Eletronico
es: Vocabulario Controlado para Gobierno Electrónico

source: vcge_desc
es: Vocabulario Controlado para Gobierno Electrónico: Será presentado al escribir un vocabulario entradas plazo que contienen este término.
